{
	"usage": {
		"test": "Usage for command \">test\": \n>test. \nThis command simply send a message back in the same channel as the test command. Useful for debugging and not much else.",
		"help": "Usage for command \">help\": \n>help all or >help [command]. \nDisplays the usage information for the given command, or all commands with \">help all\".",
		"move": "Usage for command \">mv\"/\">move\": \n>mv [destinationChannel] or \n>mv [originChannel] > [destinationChannel]. \nBoth the destination and origin channels are Voice Channel names (make sure to use the full name of the channels, the full category name [dot] to full name of the channel, or the channel ID). \nFor the first version, with only the destination channel, you must be in a voice channel. Your current channel will become the origin channel, from which people will be moved.",
		"delete": "Usage for command \">rm\"/\">remove\"/\">del\"/\">delete\": \n>rm [numberOfMessages]. \nThe number of messages to be deleted has to be an integer less than 100. \nThis will delete that many messages (newest first) wherever it was called. The message that called this command is not included in the number of messages. \nCaller must have \"Manage Messages\" permission."
	},

	"fail": {
		"userPermission": "You do not have the required permission to user this command. If you believe this is an error, please contact your server administrator.",
		"userNotInVoiceChannel": "{user} must be in a voice channel for this command to work.",
		"duplicateVoiceChannels": "Command failed because {channel} is the name of more than one voice channel. Please contact your server administrator, or use the channel's ID (you can also try CATEGORY.CHANNEL).",
		"channelNotFound": "Could not find channel {channel}. Please check your spelling, and if the issue continues, contact my developers.",
		"voiceChannelFull": "The voice channel {channel} is full (or too small) for this command to work. If the channel is actually big enough, please contact my developers.",
		"move": "Move command failed. If this keeps happening, please contact my developer for a fix.",
		"delete": "Delete command failed. If this keeps happening, please contact my developer for a fix.",
		"help": "Help command failed. Please check your spelling, or ensure that the command you're asking about really exists."
	},

	"success": {
		"move": "Moved {amountOfMembers} people from {fromChannel} to {toChannel}."
	},

	"other": {
		"dmreply": "This Bot is made to currently only work on servers. If you meant to message my, just keep typing here, these messages get forwarded to my devs. You can also contact them on https://janm.ml/discord or https://janm.ml/contact.",
		"dmforward": "{user} sent \"{message}\" to me.",
		"test": "Test123, hello!",
		"deletedMessage": "\"{message}\" by {author} from {date} was deleted.",
		"updatedMessage": "\"{oldMessage}\" by {author} from {date} was updated to \"{newMessage}\"."
	}
}
